Repository: Acidburn0zzz/mintwelcome
Catalog: usr/lib/linuxmint/mintWelcome/locale/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hi, hr, hu, it, ja, ko, lt, mr, nb, nl, nn, pl, pt_pt, ro, ru, sk, sl, sr, tr, uk

source: Welcome to Linux Mint
ar: أهلاً وسهلاً بك في لينكس منت
be: Вiтаем у Linux Mint
bg: Добре дошли в Линукс Минт
ca: Benvingut a Linux Mint
cs: Vítejte v Linux Mint
da: Velkommen til Linux Mint
de: Willkommen in Linux Mint
el: Καλωσορίσατε στο Linux Mint
es: Bienvenido a Linux Mint
eu: Ongietorri Linux Mint-ra
fi: Tervetuloa Linux Mintiin
fr: Bienvenue à Linux Mint
gl: Benvido a Linux Mint
he: !לינוקס מנתה אומר שלום
hi: लिनक्स मिन्ट में आपका स्वागत है|
hr: Dobrodošao u Linux Mint
hu: Üdvözli a Linux Mint
it: Benvenuti in Linux Mint
ja: ようこそ Linux Mint へ
ko: Linux Mint에 오신 것을 환영합니다.
lt: Sveikiname pasirinkus Linux Mint
mr: आपले स्वागत आहे लिनक्स मिंट साठी
nb: Velkommen til Linux Mint
nl: Welkom bij Linux Mint
nn: Velkomen til Linux Mint
pl: Witamy w Linux Mint
pt_pt: Bem vindo ao Linux Mint
ro: Bine aţi venit la Linux Mint
ru: Добро пожаловать в Linux Mint
sk: Vitajte v Linux Mint
sl: Dobrodošli v Linux Mint
sr: Добродошли у Linux Mint
tr: Linux Mint'e hoşgeldiniz
uk: Ласкаво просимо до Linux Mint

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did making it. Please make yourself familiar with the new features and the documentation and don't hesitate to send us your feedback.
ar: أهلاً بك وشكراً لاختيارك لينكس منت , نرجوا أن تستمتع في استخدام النظام كما استمتعنا في العمل عليه. نرجوا أن تتعرف على المميزات الجديدة ودليل الاستخدام الجديد ولا تتردد في ارسال ملاحظاتك لنا
be: Сардэчна вітаем Вас i дзякуем за выбар Linux Mint. Спадзяемся, што карыстаньне гэтай сыстэмай будзе Вам такой жа уцэхаю, як нам - яе стварэньне. Запрашаем азнаёмiцца з дакумэнтацыяй i ўласцiвасьцямi сыстэмы. Не вагайцеся i дашлiце нам свае меркаваньнi!
bg: Добре дошли! Благодарим Ви, че избрахте Линукс Минт. Надяваме се, че ще му се насладите толкова, колкото ние докато го създавахме. Моля, запознайте се с новостите и документацията и не се колебайте да ни изпратите впечатления си.
ca: Benvingut i gràcies per triar Linux Mint. Esperem que gaudi usant aquesta distribució tant com nosaltres gaudírem en fer-la. Per favor, familiaritzi's amb les noves funcions, amb la documentació i no dubti en fer-nos arribar les seves sugerències.
cs: Vítejte. Děkujeme, že jste si vybrali Linux Mint. Doufáme, že se vám bude líbit, stejně jako nám, kteří ho tvoříme. Seznamte se s novými funkcemi a dokumentací, a neváhejte nám poslat své připomínky.
da: Velkommen og tak fordi du valgte Linux Mint. Vi håber du vil nyde at bruge det, lige så meget som vi nød at lave det. Du kan nu lære de nye funktioner at kende, og læse dokumentationen. Du er velkommen til at sende os din feedback.
de: Willkommen und vielen Dank für die Wahl von Linux Mint. Wir hoffen Sie haben an unserem Produkt genauso viel Spaß wie wir bei der Herstellung. Bitte machen Sie sich mit den neuen Features und der Dokumentation vertraut und zögern Sie nicht uns Ihre Meinung mitzuteilen.
el: Καλωσορίσατε και ευχαριστούμε για την επιλογή σας του Linux Mint. Ελπίζουμε ότι θα ευχαριστηθήτε την χρήση του όπως εμείς ευχαριστηθήκαμε κατά την δημιουργία του. Παρακαλούμε εξοικειωθείτε με τις νέες δυνατότητες και τα έγγραφα τεκμηρίωσης και μη δυστάσετε να μας στείλετε τυχον παρατηρήσεις.
es: Bienvenido y gracias por elegir Linux Mint. Esperamos que difrute usando ésta distribución tanto como nosotros disfrutamos al hacerla. Por favor, familiarícese con las nuevas funciones, con la documentación y no dude en hacernos llegar sus sugerencias.
eu: Ongietorri eta eskerrik asko Linux Mint erabiltzeagatik.Erabiltzean, gu bezalaze ondo pasatzea itzaroten dugu. Mesedez, ikusi datozen funtzio berriak, dokumentazioa eta ez zalantza eduki zure sugetentziak bidaltzean.
fi: Tervetuloa ja kiitos, kun valitsit Linux Mintin. Toivomme, että nautit yhtä paljon sen käyttämisestä kuin me nautimme sen tekemisestä. Tutustu toki uusiin ominaisuuksiin sekä ohjeisiin, äläkä epäröi lähettää meille palautettasi.
fr: Bienvenue et merci d'avoir choisi Linux Mint. Nous espérons que vous aimerez utiliser ce système autant que nous avons aimé le concevoir. Prenez le temps de vous familiariser avec les nouvelles fonctionalités et la documentation, et n'hésitez pas à nous envoyer vos remarques et vos impressions.
gl: Benvido e grazas por escoller Linux Mint. Agardamos que o desfrute, tanto coma nós desfrutamos facéndoo realidade. Coñeza as novas funcionalidades, a documentación, e non dubide en enviarno-las súas suxerencias.
he: .שלום לך ותודה על הבחירה בלינוקס מנתה. כוונתנו היא שתהני מהשימוש בהפצה זו באותה מידה שנהנו לעבוד עליה. התעדכני בדברים החדשים ובתיעוד, ושלחי לנו משוב
hi: आपका स्वागत है| लिनक्स मिन्ट इस्तेमाल करने के लिए आपका धन्यवाद् | अपने आप को नयी विशेषताओं और दस्तावेजों से परिचित करें और हमें प्रति-सूचना देने से न हिचकिचाएं |
hr: Dobrodošao i hvala ti što si izabrao Linux Mint. Nadam se da ćeš uživati u korištenju, kao što smo mi uživali praveći ga. Upoznaj se sa novim sadržajima, i dokumentacijom, i nemoj da okljevaš, pošalji nam povratnu informaciju.
hu: Üdvözöljük és köszönjük, hogy a Linux Mint-et választotta. Reméljük, hogy legalább annyira fogja élvezni a használatát, mint amennyire mi élveztük az elkészítését. Kérjük, ismerkedjen meg az új funkciókkal és a dokumentációval, és ne habozzon visszajelzést küldeni nekünk.
it: Benvenuti e grazie di aver scelto Linux Mint. Speriamo che vi piacerà almeno tanto quanto a noi è piaciuto crearlo. Prendetevi il tempo di familiarizzare con le nuove funzionalità e la documentazione, e non esitate a mandarci le vostre impressioni.
ja: ようこそ Linux Mint へ。Linux Mint を選んでいただき有り難うございます。私たちは Linux Mint を楽しく作ってまいりましたので、皆さんにも Linux Mint を楽しく使っていただけることと存じます。新しい特徴と文書をじっくりお確かめいただき、お気付きの点があれば、ぜひお聞かせください。
ko: Linux Mint를 선택해주셔서 감사합니다. 저희가 즐겁게 준비한 만큼 즐겁게 사용해주셨으면 하는 바람입니다. 새로운 기능과 문서들을 둘러보시고 궁금한 점이나 문제가 있다면 바로 저희를 찾아주십시오.
lt: Sveikiname ir dėkojame pasirinkus Linux Mint. Tikimės, kad jums bus taip pat gera ja naudotis, kaip mums buvo gera ją kurti. Prašome susipažinti su naujomis galimybėmis ir dokumentacija. Nesikuklinkite ir parašykite mums savo atsiliepimus.
mr: आपले स्वागत आहे, लिनक्स मिंटला निवडण्यासाठी धन्यवाद. आम्हाला आशा आहे की आपण याचा तेव्हडा आनंद उपभोगाल जेव्हडा आम्हाला याला बनवताना झाला. कृपया स्वत:ला नव्या सुविधा व प्रलेखन परिचीत व्हा. आणी आपली प्रतिक्रिया आम्हाला पाठवा
nb: Velkommen og takk for at du har valgt Linux Mint. Vi håper at du vil få like mye glede av å bruke det som vi hadde av å laget det. Vennligst gjør deg kjent med de nye funksjonene og den nye dokumentasjonen. Ikke nøl med å sende oss tilbakemeldinger.
nl: Welkom en bedankt om voor Linux Mint te kiezen. Wij hopen dat u er evenveel plezier heeft aan heeft als wij aan het maken er van. Leer de nieuwe features en documentatie kennen en aarzel niet om ons uw mening te geven.
nn: Velkomen og takk for at du har valt Linux Mint. Vi håpar at du vil nyte å bruke det like mykje som vi naut å lage det. Ver venleg, og gjer deg kjend med dei nye funksjonane og dokumentasjonen, og ikkje nøl med å sende oss tilbakemeldingar.
pl: Serdecznie witamy i i dziękujemy za wybór Linux Mint. Mamy nadzieję, że korzystanie z tego systemu da Ci tyle radości ile my mieliśmy podczas jego tworzenia. Zapraszamy do zapoznania się z dokumentacją i właściwościami systemu. Nie wahaj się i prześlij nam swoją opinię!
pt_pt: Bem vindo e obrigado por escolher o Linux Mint. Nós esperamos que o aprecie, assim como nós apreciámos criá-lo. Conheça as novas funcionalidades e a documentação e não hesite em nos dar contactar e dar a sua opinião.
ro: Bine aţi venit şi vă mulţumim pentru că aţi ales Linux Mint. Sperăm că o să vă bucuraţi de utilizarea acestui sistem la fel de mult cât ne-a plăcut nouă să îl realizăm. Vă rugăm să vă obişnuiţi cu noile caracteristici şi documentaţia, precum şi să nu ezitaţi să ne trimiteţi comentariile şi impresiile dumneavoastră.
ru: Спасибо, что Вы выбрали Linux Mint. Надеемся, что Вам понравится пользоваться этой системой так же, как нам понравилось её разрабатывать. Ознакомьтесь, пожалуйста, с новыми возможностями нашей ОС и информацией о ней и не забывайте, что нам всегда интересно узнать Ваше мнение о Linux Mint.
sk: Vitajte. Ďakujeme, že ste si vybrali Linux Mint. Dúfame, že sa vám bude ľúbiť, tak ako nám, ktorí ho tvoríme. Prosíme, zoznámte sa s novými funkciami a dokumentáciou a neváhajte nám poslať vaše pripomienky .
sl: Dobrodošli in hvala za izbiro Linux Mint-a. Upamo, da boste v njem uživali toliko, kolikor smo mi uživali v izdelovanju. Prosimo, seznanite se z novimi možnostimi in dokumentacijo. Veseli bomo tudi, če nam pošljete vaš odziv.
sr: Добродошли и хвала што сте изабрали Linux Mint. Надамо се да ћете уживати у његовом коришћењу, као што смо ми уживали правећи га. Упознајте се са новим садржајима и документацијом и немојте оклевати, пошаљите нам повратну информацију.
tr: Hoşgeldiniz, Linux Mint'i seçtiğiniz için teşekkür ederiz. Yapımda bizim keyif aldığımız kadar, sizin de kullanırken keyif almanızı dileriz. Tüm yeni özellik ve dökümantasyon ile aşina olmaktan ve bize geri bildirim yapmaktan çekinmeyiniz.
uk: Ласкаво просимо і дякуємо за вибір Linux Mint. Маємо надію, що ви отримаєте таке ж задоволення його використовуючи, як і ми під час створення. Будь-ласка ознайомтесь з новими можливостями та документацією. Ми також будемо раді отримати ваші відгуки.

source: Discover %s
ar: استكشف %s
be: Адкрыць %s
bg: Опознайте %s
ca: Descobreix %s
cs: Prozkoumat %s
da: Opdag %s
de: Entdecken Sie %s
el: Ανακάλυψε %s
es: Descubra %s
eu: Nabarmendu %s
fi: Tutustu %s -käyttöjärjestelmään
fr: Découvrez %s
gl: Descobra %s
he: %s גילוי
hi: खोजिये %s
hr: Otkrijte %s
hu: A %s felfedezése
it: Scopri %s
ja: %s を知る
ko: %s 둘러보기
lt: Atraskite %s
mr: शोध %s
nb: Oppdag %s
nl: Ontdek %s
nn: Oppdag %s
pl: Odkrywaj %s
pt_pt: Descubra %s
ro: Descoperiţi %s
ru: Познакомьтесь с %s
sk: Preskúmať %s
sl: Odkrijte %s
sr: Откријте %s
tr: Keşfet %s
uk: Огляд %s

source: Find help
ar: احصل على المساعدة
be: Дапамога
bg: Потърсете помощ
ca: Vol ajuda?
cs: Vyhledat nápovědu
da: Find hjælp
de: Finden Sie Hilfe
el: Εύρεση βοήθειας
es: ¿Necesita ayuda?
eu: Laguntza Behar?
fi: Löydä apua
fr: Trouvez de l'aide
gl: Procure axuda
he: מציאת עזרה
hi: मदद ढूँढिये
hr: Pronađi pomoć
hu: Ha segítségre van szüksége
it: Trova aiuto
ja: ヘルプを探す
ko: 도움 받기
lt: Gaukite pagalbos
mr: मदत शोधा
nb: Få hjelp
nl: Hulp vinden
nn: Finn hjelp
pl: Pomoc
pt_pt: Procure ajuda
ro: Găsiţi ajutor
ru: Получите помощь
sk: Nájsť pomoc
sl: Poiščite pomoč
sr: Потражите помоћ
tr: Yardım
uk: Знайти допомогу

source: Contribute to Linux Mint
ar: ساهم في لينكس منت
be: Падтрымаць Linux Mint
bg: Допринесете към Линукс Минт
ca: Contribueixi a Linux Mint
cs: Přispět na Linux Mint
da: Vær med til at forbedre Linux Mint
de: Unterstützen Sie Linux Mint
el: Συνεισφέρατε στο Linux Mint
es: Contribuir a Linux Mint
eu: Linux Mint lagundu
fi: Osallistu Linux Mintiin
fr: Contribuez à Linux Mint
gl: Contribúa a Linux Mint
he: תרימת עזרה ללינוקס מנתה
hi: लिनक्स मिनट में हाथ बटाएं
hr: Doprinesi Linux Mintu
hu: A Linux Mint támogatása
it: Contribuisci a Linux Mint
ja: Linux Mint に貢献する
ko: Linux Mint 돕기
lt: Padėkite Linux Mint
mr: लिनक्स मिंटला आपले योगदान द्या
nb: Bidra til Linux Mint
nl: Lever een bijdrage aan Linux Mint
nn: Bidra til Linux Mint
pl: Wspieraj Linux Mint
pt_pt: Contribua para Linux Mint
ro: Contribuiţi la Linux Mint
ru: Внесите свой вклад в Linux Mint
sk: Podieľať sa na Linux Mint
sl: Prispevajte za Linux Mint
sr: Допринесите Linux Mintu пројекту
tr: Linux Mint'e Destek Ver
uk: Зробити внесок у Linux Mint

source: Browse the list of new features
ar: تصفح قائمة المميزات الجديدة
be: Азнаёмiцца са сьпiсам уведзеных зьменаў
bg: Разгледайте списъка с новостите
ca: Examini la llista de noves funcions
cs: Projít seznam nových funkcí
da: Gennemse listen over nye funktioner
de: Durchsuchen Sie die Liste der neuen Features
el: Έλεγχο της λίστας των νέων δυνατοτήτων
es: Un vistazo a las nuevas funciones
eu: Ikusi funtzio berriak
fi: Selaa uusia ominaisuuksia
fr: Parcourez la liste des nouvelles fonctionalités
gl: Explore as novas funcionalidades
he: עיון ברשימת הדברים החדשים
hi: नयी विशेषताओं की सूचि देखें
hr: Pretraži sve nove sadržaje
hu: Böngéssze át az új funkciók listáját
it: Esplora la lista delle nuove funzionalità
ja: 新しい特徴の一覧に目を通す
ko: 새로운 기능 둘러보기
lt: Peržiūrėkite naujas galimybes
mr: नव्या सुविंधाची यादी बघा
nb: Se listen over nye funksjoner
nl: Blader door de lijst van nieuwe features
nn: Sjå lista over nye funksjonar
pl: Zapoznaj się z listą wprowadzonych zmian
pt_pt: Ver as novas funcionalidades
ro: Parcurgeţi lista cu noile funcţionalităţi
ru: Посмотрите список новых возможностей
sk: Prezrieť zoznam nových funkcií
sl: Preglejte seznam vseh novosti
sr: Претражите листу нових садржаја
tr: Yeni özellikler listesini gezin
uk: Переглянути перелік нових можливостей

source: Read the release notes
ar: اقرأ ملاحظات الإصدار
be: Прачытаць зьвесткi аб выданьнi
bg: Прочете бележките към изданието
ca: Llegeixi les notes de llançament
cs: Číst poznámky k vydání
da: Læs udgivelses-noterne
de: Lesen Sie die Veröffentlichungshinweise
el: Διαβάστε τισ σημειώσεις απελευθέρωσης
es: Leer las notas de lanzamiento
eu: Irrakurri Zer Berri
fi: Lue julkaisutiedot
fr: Lisez les notes de sortie
gl: Lea as notas de lanzamento
he: קריאת הערות הגרסא
hi: रिलीज़ नोट्स पड़ें
hr: Pročitaj izvještaje zapažanja
hu: Olvassa el a kiadási megjegyzéseket
it: Leggi le note di rilascio
ja: リリースノートを読む
ko: 릴리즈 노트 보기
lt: Perskaitykite išleidimo aprašymą
mr: प्रकाशन पत्र वाचा
nb: Les utgivelsesnotatene
nl: Lees de release notities
nn: Les utgjevingsnotatane
pl: Przeczytaj informacje o wydaniu
pt_pt: Leia as notas de lançamento
ro: Citiţi notele de lansare
ru: Прочитайте информацию об этой версии
sk: Prečítať poznámky k vydaniu
sl: Preberite opombe nove izdaje
sr: Прочитајте извештај
tr: Sürüm notlarını oku
uk: Прочитати інформацію про реліз

source: Download the user guide (PDF)
ar: حمل دليل المستخدم بصيغة (بي دي اف )
be: Адпампаваць iнструкцыю па абслугоўваньнi (PDF)
bg: Изтеглете потребителския наръчник (PDF)
ca: Descarregui la guia de l'usuari (PDF)
cs: Stáhnout uživatelskou příručku (v PDF)
da: Hent bruger-guiden (PDF)
de: Laden Sie den Benutzerleitfaden herunter (PDF)
el: Πατεβάστε τον οδηγό χρήσης (PDF)
es: Descargar la guía de usuario (PDF)
eu: Descargatuusuario gida (PDF)
fi: Lataa käyttöopas (PDF)
fr: Téléchargez le guide d'utilisation (PDF)
gl: Descargue o Manual do Usuario (PDF)
he: (PDF) הורדת מדריך המשתמש
hi: उपयोग करनें का दस्तावेज़ डाउनलोड करें (पि दी ऍफ़)
hr: Skini priručnik za korisnike (PDF)
hu: Töltse le a felhasználói leírást (PDF)
it: Scarica la guida (PDF)
ja: ユーザーガイド (PDF) をダウンロードする
ko: 사용자 지침서 다운로드 (PDF)
lt: Atsisiųskite vartotojo gidą (PDF)
mr: उपयोगकर्ता गाइड डाउनलोड करा
nb: Last ned brukeveiledning (PDF)
nl: Download de handleiding (PDF)
nn: Last ned brukarvegleiing (PDF)
pl: Pobież instrukcję obsługi (PDF)
pt_pt: Faça o download do manual do usuário (PDF)
ro: Descărcaţi ghidul de utilizare (PDF)
ru: Загрузите Руководство пользователя (PDF)
sk: Stiahnuť užívateľskú príručku (PDF)
sl: Prenesite navodila (PDF)
sr: Преузмите корисничко упутство (PDF)
tr: Kullanıcı klavuzunu indir (PDF)
uk: Завантажити інструкцію користувача (PDF)

source: Visit the forums
ar: زيارة المنتدى
be: Адведаць форум
bg: Посетете форумите
ca: Visiti el fòrum
cs: Navštívit fórum
da: Besøg foraene
de: Besuchen Sie das Forum
el: Επισκευτείτε το forums
es: Visitar el foro
eu: Foroa bisitatu
fi: Vieraile foorumilla
fr: Visitez les forums
gl: Visite os foros
he: ביקור בפורומים
hi: जनसभा में जाएं
hr: Podsjeti forume
hu: Látogassa meg a fórumokat
it: Visita il forum
ja: フォーラムに行く
ko: 포럼에 방문
lt: Aplankykite diskusijų lentas
mr: फोरम ला भेट द्या
nb: Besøk vårt forum
nl: Bezoek het Forum
nn: Besøk våre forum
pl: Odwiedź Forum
pt_pt: Visite os fóruns
ro: Vizitaţi forumurile
ru: Посетите форумы
sk: Navštíviť fórum
sl: Obiščite forum
sr: Посетите форуме
tr: Forumu ziyaret edin
uk: Зайти на форум

source: Connect to the chat room
ar: اتصل بغرفة المحادثة
be: Далучыцца да чату
bg: Влезте в стаята за чат
ca: Conecta al xat
cs: Připojit se k chatu
da: Besøg chat-rummet
de: Betreten Sie den Chatraum
el: Συνδεθείτε στο chat room
es: Conectarse al chat
eu: Chat aretoarekin konektatu
fi: Yhdistä chat-huoneeseen
fr: Connectez-vous à la salle de chat
gl: Conéctese á sala de chat
he: ביקור בצ'ט
hi: चैट रूम से संपर्क करें
hr: Spoji se u chat sobe
hu: Lépjen be a chat szobába
it: Connettiti alla chat
ja: チャットルームに接続する
ko: IRC 대화방에 접속
lt: Prisijunkite prie pokalbių svetainės
mr: चॅट रुमशी संयोजन करा
nb: Koble til nettprat
nl: Ga naar de chatruimte
nn: Kople til nettpraten
pl: Połącz z Czatem
pt_pt: Ligue-se à sala de chat
ro: Conectaţi-vă la camera de chat
ru: Зайдите в чат
sk: Pripojiť sa k chat miestnosti
sl: Povežite se s klepetalnico
sr: Повежите се у чет собу
tr: Chat odasına bağlanın
uk: Увійти до чату

source: Become a sponsor
ar: اصبح راعي
be: Стацца спонсарам
bg: Станете спонсор
ca: Converteixi's en patrocinador
cs: Sponzorovat
da: Bliv sponsor
de: Werden Sie ein Sponsor
el: Γίνετε χορηγός
es: Convertirse en patrocinador
eu: Patrozinatzaile bihurtu
fi: Tule sponsoriksi
fr: Devenez un sponsor
gl: Fágase Patrocinador
he: נתינת חסות
hi: प्रायोजक बनें
hr: Postani sponzor
hu: Legyen szponzor
it: Diventa sponsor
ja: スポンサーになる
ko: 스폰서가 되기
lt: Tapkite remėju
mr: प्रायोजक बना
nb: Bli en sponsor
nl: Word sponsor
nn: Bli ein sponsor
pl: Zostań Sponsorem
pt_pt: Seja um patrocinador
ro: Deveniţi sponsor
ru: Станьте спонсором проекта
sk: Stať sa sponzorom
sl: Postanite pokrovitelj
sr: Постаните спонзор
tr: Sponsor olun
uk: Стати спонсором

source: Make a donation
ar: تبرع
be: Зрабіць ахвяраваньне
bg: Направете дарение
ca: Faci una donació
cs: Poslat podporu
da: Støt os
de: Spenden Sie
el: Κάντε μια δωρεά
es: Hacer una donación
eu: Donazioa egin
fi: Tee lahjoitus
fr: Faîtes un don
gl: Faga unha doazón
he: תרומות
hi: दान करें
hr: Doniraj
hu: Ajánljon fel adományt
it: Fai una donazione
ja: 寄付をする
ko: 기부하기
lt: Paaukokite
mr: देणगी द्या
nb: Gi en donasjon
nl: Doe een donatie
nn: Doner
pl: Przekaż darowiznę
pt_pt: Faça uma doação
ro: Faceţi o donaţie
ru: Сделайте пожертвование
sk: Prispieť
sl: Donirajte
sr: Поклоните донацију
tr: Bağış Yapın
uk: Зробити пожертву

source: Get involved
ar: المشاركة
be: Прыняць удзел
bg: Включете се в разработването
ca: Impliqui's en el projecte
cs: Zapojit se
da: Deltag i projektet
de: Arbeiten Sie mit
el: Πάρετε μέρος
es: Implicarse en el proyecto
eu: Implicatu proyectoan
fi: Osallistu projektiin
fr: Prenez part au projet
gl: Colabore
he: לקיחת חלק בפרויקט
hi: शामिल हों
hr: Angažiraj se i ti
hu: Vegyen részt a fejlesztésben
it: Prendi parte al progetto
ja: プロジェクトに参加する
ko: 참여하기
lt: Įsitraukite į projektą
mr: भाग घ्या
nb: Bli innvolvert
nl: Help mee
nn: Bli involvert
pl: Zaangażuj się!
pt_pt: Colabore
ro: Implicaţi-vă în acest proiect
ru: Примите участие в разработке
sk: Zapojiť sa
sl: Prispevajte k razvoju
sr: Ангажујте се и ви
tr: İlgilenin
uk: Приєднуйтесь

source: Show this dialog at startup
ar: اظهر النافذة عند بدء التشغيل
be: Паказваць гэты дыялёг пры запуску
bg: Показване на този диалог при стартиране
ca: Mostra aquesta finestra a l'inici
cs: Zobrazit tento dialog při startu
da: Vis dette hver gang computeren starter
de: Zeige diesen Dialog beim Starten
el: Εμφάνιση αυτού του κειμένου κατά την εκκίνηση
es: Mostrar esta ventana al inicio
eu: Erakutzi dialogo hau asierakoan
fi: Näytä tämä käynnistettäessä
fr: Montrer cette fenêtre au démarrage
gl: Mostre esta mensaxe ao inicio
he: הצגת דיאלוג זה לאחר ההתחברות
hi: शुरू होने पर यह सन्देश दिखाएं
hr: Prikaži ovaj dijalog uvijek kad uključim računalo
hu: Mutassa ezt az ablakot az indításnál
it: Mostra questa finestra all'avvio
ja: このダイアログを起動時に表示する
ko: 시작할 때 이 대화상자 표시
lt: Rodyti šį langą kaskart
mr: हा संवाद प्रारंभी प्रदर्शीत करा
nb: Vis denne dialogen ved oppstart
nl: Toon deze dialoog bij het opstarten
nn: Vis denne dialogen ved oppstart
pl: Pokaż to okno przy starcie
pt_pt: Mostre esta mensagem na inicialização
ro: Arată această fereastră la pornirea sistemului
ru: Показывать этот диалог при запуске
sk: Zobraziť tento dialóg pri štarte
sl: Pokaži ta dialog pri zagonu
sr: Прикажи увек овај дијалог
tr: Bu pencereyi açılışta göster
uk: Показувати цей діалог при старті
